{"10": "Hi everyone,\n\nI wanted to celebrate the 10th episode of 𝖑𝖔𝖜-K with a live stream from my new location.\nStay with me if you'd like.\nA thought to all the lonely souls.\n\nCheers,\n\nSindrome", "11": "Needed some space. If you need some space too, here you go.\n\nSindrome", "13": "Slow mixing, tribal rhythms and pink flowers.\nDon't miss this one.\nYours truly,\n\nSindrome\n", "matteocoffetti": "This week's guest is Matteo Coffetti, co-founder and co-runner of the Bergamo based label Pho Bho Records and Upstairs parties. \nThese realities are characterized by a strong resilient vibe and that's what we like.\nI am a huge fan of Pho Bho Records, I've already played on the show more than one track from it and people went crazy for them. If you play to a dancefloor they're a must have.\n\nMatteo is a great dj and producer. \nI remember very well one time dancing at a set of his at Macao (without knowing him yet) and not leaving the dancefloor the whole time. \n\nThis said, I'll leave you with 1 hour of straight downtempo and wrong speed vibes mixed by him.\nEnjoy,\n\nSindrome\n", "12": "Welcome to the 12th episode of 𝖑𝖔𝖜-K. \nI just wanted to say thanks a lot to @giulia_zrb for letting me use this amazing shot of hers as inspiration for this one, it has been perfect. Hope you enjoy as well.\n\nCheers,\n\nSindrome", "16": "Hey there, welcome back to 𝖑𝖔𝖜-K.\nMore melodic than usual, a nice bunch of warm pads and plucks for these first cold days of autumn.  \nI'm glad to open this special Thursday that sees the friends of Pho Bho Records jumping on board with us. It will be fun.\n\nOh, another picture from Anna(@llrmts) in the artwork, bless her.\n\nHope you enjoy,\n\nSindrome", "sarahharas": "\"Hello everyone and welcome back to 𝖑𝖔𝖜-K.\nToday's guest is the super talented Sarah Haras straight from Bahrain.\n\nI firstly discovered her on the Ma3azef(@ma3azef) ig page, where she is resident, when I got particularly attracted by a tracklist of her filled with extreme perreo energy from ladies like Bad Gyal and Rosalia. Loads of self-productions and music from amazing artists such as Deena Abdelwahed and Maral in there as well (just to name some).\nThat’s where my full support for her started.\n\nLast year she represented Ma3azef on NTS and she was also part of the compilation they made with the track \"Bliss\".\n\nThis said, get ready for an hour of proper idm, deconstructed club, trap, reggaeton, pop, idontknowhowtodefinethem bangers.\n\nSome unreleased stuff in here as well!!\n\nEnjoy,\n\nSindrome\"", "17": "Super busy lately but found some time to put together some new tracks that really stuck into my head and some old trusted ones as well. Anna (@llrmts) again on the picture work, this time from Rio De Janeiro. Hope you enjoy the trip as I did.\nBless,\n\nSindrome\n\ngenres: electronic bass ambient", "15": "Welcome back to 𝖑𝖔𝖜-K, it's good to see you again.\nI'm gassed for the start of this new season, a lot of good music will flow through and a lot of people will be involved.\nI'm opening the season with this hour of records that I really like, some of them bought during the holidays and some of them long time favourite ones.\nThe picture this time is from Anna (@llrmts), an amazing photographer and a dear friend of mine.\nHope you enjoy,\n\nSindrome\n\ntags: electronic, ambient, bass ", "14": "Hi everyone and welcome to the last episode of 𝖑𝖔𝖜-K of the season. It has been an intense year and a bit, I'll see you back in September with some fresh new energies.\nI leave you to your summer with this mixed styles reggae selection to listen to under the sun.\nSee you soon,\n\nSindrome", "yips": "For this fourth episode I've invited one of my all time mentors.\nThe first pair of Technics I've touched are in his studio.  \nHe has influenced me in so many ways and he keeps doing it.\n\nHis name is Andrea, in art Yips, and he is one of the two members of the live act Camboja(@camboja). They curate a monthly show on the french radio Station Station. He is also co-founder of the London based experimental music collective and label Sagome(sagome.london).\n\n\n", "althia": "I'm very glad to announce Althia in the mix for this week's 𝖑𝖔𝖜-K. After a long time invitation she finally managed to send me something between one trip and another. She is currently writing documentaries in the middle of the mountains and curating Transhumance, a monthly radio show on Radio Raheem, focused on experimental artists located outside the big cities and that often live in some remote corner of the world. Very recommended.\n\nOn a personal note she has also been the main guest of the second and last Symposium party almost two years ago sharing the decks with Double Precision and myself. Killer night. \n\nThis said, I'll leave you to some refreshing bassy vibes perfect for welcoming the summer.\n\nCheers,\n\nSindrome", "artsvs": "\nHey there, happy to be on 00185fm again and back with 𝖑𝖔𝖜-K.\n \nToday's guest is a friend of mine that goes by the name of ArtSaves. \nHis music career started in Tehran in 2012, where nightclubs were prohibited by law and his performances used to happen within the confines of undisclosed parties. \nDuring the years he kept affirming himself as both producer and performer.\n\nLast year he released his latest EP ‘Chimera’ under his own imprint Kopi / ک پ ی. \n‘Chimera’ compasses a melange of ambient and industrial techno, ambiguously drawing inspiration from Artsaves' Iranian heritage while targeting the concepts of identity, authenticity and belonging.\n\nUp to today he is still contributing in pushing and amplifying the Tehran scene. \n\nHere you can find 1h of music selected and blended by him.\nEnjoy,\n\nSindrome\n\nnome dello show: 𝖑𝖔𝖜-K Sindrome invites ArtSaves\ngenres: industial ambient", "kara": "Hey everyone,\n\nI’m so glad to host Fabio aka Kara for this week’s 𝖑𝖔𝖜-K.\n\nGuardian of the current @frittofm home, I’ve heard him for the first time closing the last Halloween party.\nAfter hours of rage from the previous artists he was able to create an incredible melting vibe that got me swinging until the last moment. Not even 30 seconds after finishing his set, he received an invitation from me for being a guest on the show, and I’m so glad he accepted.\n\nNothing to add really, immediately one of my favourite DJs around..\n\nI’ll leave you to his beautiful set.\n\nPeace,\n\nSindrome\n", "ascot": "Bleep king, head honcho of Fear of Dog Records, Mystic Visions co-founder, firestarter at Plastic and Bar Zilli, with stunning releases on labels as Tone Dropout and Clut Communication on his resumé, I'm glad to introduce you Ascot/ww.\n\nWrite all these names and places down because when all this mess will be over this is what you have to look for in Milan.\n\n!!! CAUTION: unreleased bits from Fear of Dog 002 straight from the test press as well !!!\n\nCheers,\n\nSindrome", "berlin": "Danish Dream presenting: 𝕭 𝕰 𝕽 𝕷 𝕴 𝕹\n.\n.\nToday I’m glad to host a 1 hour live performance by Andrea Vaghi(@) and myself(@) as Danish Dream. It’s a collection of one take recordings conceived during my visit to Andrea in Berlin.\nThis is what came out, enjoy.\nSetup:\n- Elektron Analog Rytm\n- Korg Minilogue --> Electro-Harmonix Cathedral\n- Mutable Instruments Plaits --> Mutable Instruments Clouds\n.\n.\n***No words were harmed during the making of this tape", "9": "Get lost,\n\nSindrome\n\npic by my friend @jonathanazzarello", "8": "Welcome back to 𝖑𝖔𝖜-K, I'm glad to see you again.\nPumped for the 2021, a lot of good feedback has come through already and I am sure we will keep doing things properly.\n\nNew stuff, old stuff, unreleased stuff, stuff from friends, tribal, dub, techno but most importantly stuff that sounds great.\n\nLet's roll, \n\nSindrome", "edulcorants": "Welcome again on 𝖑𝖔𝖜-K this time with my brother Rubén aka @edulcorants.\nBorn, raised and living in Barcelona.\n\nHe has been one of my main persons while i was living there, i have so many beautiful memories of those days and nights. His consolle has actually been very gentle with me during that year. \nSuper good selector, I'm glad that he managed to record a set for me, i've been waiting this for a long time.\n\nSo, without further ado, just get comfortable and enjoy an hour of dreamy and bubbly mood-refreshing UK hardcore vibes.\n\nPeace,\n\nSindrome\n\n\n\n", "doubleprecision": "Here we are for the second episode of 𝖑𝖔𝖜-K.\nAs promised, I've invited the first very special guest to the show. \nI'm honoured to introduce you Double Precision, one of my favourite artists as well as my best friend, co-founder of S Y M P O S I U M and the other half of Danish Dream.\nHe's a very eclectic artist, spanning from being a brilliant electronic musician to having amazing djing and beatmaking skills.\n\nI gave him complete freedom on what to send me so that you can have a direct view on his taste and current mood.\nHere his words:\n\n\"When Aniel told me to send him something for the show I was so excited that I woke up at 5.30am to record this set. Due to the current situation I haven't had the opportunity to stay behind the decks for quite some time, and this was for sure the right occasion to release all the gathered energy as well as a huge amount of sweat with some early morning bangers. \nKeep it locked for an hour of bass madness featuring old favs, new unreleased tracks, and hidden gems. Cheers!\"\n\nIMPORTANT:\n𝖑𝖔𝖜-K is a show that owes EVERYTHING to the Black culture. Let's keep this in mind everytime we listen, play and dance to any kind of music together. \nYou probably know what is happening in the world right now so, if you haven't already contributed actively, here there are (just) a couple of things you can do to both to support the people that are being involved in the protests of these days and to improve your awareness on the problem:\n\n- Donate to Bail Funds for Protestors: https://secure.actblue.com/donate/bailfunds?fbclid=IwAR3Afq8Kk4CJBfuOC7l3Zars9uFV-hV5xr8CKRPenn9oFW0mGEv3jVSr-go\n\n- Anti-racism resources: https://docs.google.com/document/d/1BRlF2_zhNe86SGgHa6-VlBO-QgirITwCTugSfKie5Fs/preview?fbclid=IwAR1uAU2xVzv16TcBRjVjD_0fysqffVRb22ulo276dpjX2hvBSDiUVNagL-4&pru=AAABcpl32Ec%2Ae0fiUyn5H-e6jIP6pdfhZQ\n\nLet's use this occasion to educate ourselves more and meditate on how we can seriously improve our impact towards this cause in our EVERYDAY life. \nPlease let's do that.\nPeace.\n\nAniel", "6": "Selection of fav dub records from my collection. This is a big hug from me. I hope to see you soon.\n\nRIP Striker Lee\n\nshot by Ted Bafaloukos", "7": "In this mix I've felt the need to put more focus on listening than performance. In the previous episodes I've always played more than 20 tracks, \nbut this time I wanted to slow down a bit and feel the details.\nHope you slow down with me. \n", "equohm": "Here we are, stepping into the 2021 with a super guest.\nHis name is Giacomo aka Equohm (@equohm) and he is the other half of the already-introduced-on-the-show Since Crew (@since-crew).\n\nWe met the first time at the Since Sofa Party when he and Cesare (@orree_man) invited me and Double Precision (@double_prec) to play as guests on their show on Noods, what a night.\n\nFor today he kindly sent me this tunnel of tribal psychedelic wrong speed stuff in which I entered and remembered my name again only one hour later.\nWith some juicy stuff from East Rome and some stunning unreleased bits from the members of the crew themselves get ready to roll for an entire hour.\nSafe,\n\nSindrome", "5": "Here we are with 𝖑𝖔𝖜-K #5. Still no clubs, I miss them.\n\nSindrome", "4": "The 4th episode of 𝖑𝖔𝖜-K is a personal selection of beautiful music with plenty of organic sounds and drum machines. The intro is an amazing song by Rogér Fakhr from Habibi Funk’s compilation Solidarity with Beirut. Go check it out on Bandcamp, all the proceedings are going to the Lebanese Red Cross.", "behzad": "Extremely flattened to have managed one of my favourite lowkey selectors to come for this one. Met for the first time in Barcelona as classmates, he's been a huge musical reference for me from the beginning. I don't want to spend much words on this one, just let the music speak. \nCheers\n\nSindrome\n\ngenres: industrial underground electronic dub", "1": "Aniel Rossi aka Sindrome is a drummer, dj and producer from Como.\nCo-founder of S Y M P O S I U M, a series of Milanese bass parties focused on the \"small and intimate\" club experience.\n𝖑𝖔𝖜-K is what I like to listen, play and feel. I don’t have a precise plan at the moment but I’m sure there will be plenty of low frequencies and mad rhythms.\nI am particularly attracted by music that comes from the soundsystem culture and that has been pushed into the club scene developing various shapes and interpretations.\nI’ll have the pleasure to invite some good friends of mine along the way as well, I can't wait 🙂 . It’s going to be fun, stay tuned 😈\n\nThis first mix is a warm welcome by myself. Tune in and make yourself (un)comfortable. Cheers.", "3": "Tribal and psychedelic blend recorded on tape.\nI really like where this brings me.", "2": "For this one I need you to plug in your best headphones or speakers, we're going to check if their specifications on the low ends are lying or not. \n\nAs always, I'm not really going to anticipate much, just let it go and get involved with the sound.\n\nTime to switch on a red light if you have it.\nLove,\n\nSindrome", "ojoogyal": "Hey there,\nWelcome back to another episode of 𝖑𝖔𝖜-K.\nI'm super glad to welcome Ojoo Gyal in the guest mix for the next hour. She is an extremely active dj and she has played all over the most famous radio stations in the last couple of years.\n\nI firstly bumped into her on ig with a clip of her playing one of my fav club tracks at the time called Desilu(U Edit) by Human Resources (go listen to it!) and the people in the club going crazy.\n\nRight now, besides being resident on radios like Noods and Movement, she has also just started a new show on Kiosk Radio.\n\nThis said, I'll leave you to 60 min of rhythmic and melodic explorations going from kuduro to dub steppers and loads of low frequencies hanging around.\nEnjoy,\n\nSindrome \n\ngenres: kuduro bass dub", "19": "Happy 2022 everyone :)\nFrom now on 𝖑𝖔𝖜-K will be on a monthly base.\nI'm sure that having more time to listen and collect music between episodes will bring a new flavour to everything. \nAnother thing I'm sure of is that I still have tons of things to say and respectful people to invite over. \nHang around,\n\nSindrome", "orree": "I met Cesare a year ago in the smoking area of Plastic during a Mystic Visions party (shouts to the @mystic_visions boys). He had just moved from Rome to Milan and he was looking around. After a few words with him I understood that I could learn a lot from him.\nThat's still happening so I am glad to have him on 𝖑𝖔𝖜-K.\n\nRoma est Since crew member and one of the pivotal figures of Rome's underground bass scene, Orre came back to me with this killer set full of swaggers and exclusive unreleased productions. You really don't want to miss this.", "18": "Spiritual mood for this 18th episode of low-k. This is a time of lots of changes and growth and this is my celebration of it. Bear with me on this one.\nCheers,\n\nSindrome\n\ngenres: electronic tribal ambient", "nicestrangers": "I'm super glad to have the amazing Nice Strangers on the show today. She is one of my favourite people both artistically and on a human level. OG in the radio world, she has crazy selection skills and she is literally capable of creating new atmospheres and outer world dimensions with her records. If you want to listen more, and you should, she is currently resident on Bristol's Noods Radio curating a top notch quality show that brings her name.\n\nAmbient, tribal and experimental music are the keywords for the next hour, but get ready to find yourself in places that you've never imagined to visit before. \n\nNice Strangers is Silvia Mal. Silvia is based in London where she co-runs the label and collective Sagome, which is, in my opinion, one of the best solid experimental music collectives at the moment.\n\nEnough words for now, please get comfortable and let's enjoy this one together.\nPeace,\n\nSindrome\n", "nema": "Streamed originally on @rblmedia\n\n\" Here we are after another short break with a special 2 hours episode kindly hosted by the RBL crew in Turin.\nToday's episode will see a special guest from Bologna in control for the first hour, and myself for the second one.\n\nThe guest's name is NEMA, he is one of the best DJ and selectors I've encountered in some time.\nI met him for the first time on Discogs while trying to get my hands on some Ossia and Beau Wanzer gems he was selling, and from there we started a long and interesting conversation that would shape the fast and strong connection that brought us here today.\nFurthermore, he's also a member of the infamous Mint Sound collective, one of Bologna's most solid realities around electronic music.\n\nFor the next two hours you are going to listen a strictly vinyl set by himself for the first 60 minutes, and some more tracks by myself on the second ones.\nThanks again RBL for the hospitality, in particular Giulio for the invitation and Stefania for making this possible. It is much appreciated.\nHope you enjoy it,\n\nSindrome\"", "spirinet": "Sebastiano Carghini aka Spirinet in the mix for this week's 𝖑𝖔𝖜-K.\nAMAZING project in my opinion, I really dig his vibe and I am so glad to have him on the show.\nCannot wait for his forthcoming release on K-HOLE TRAX (should be in December).\n\nThe mix is a trip that starts somewhere than goes somewhere else and then somewhere else and than somewhere else....I would say a rollercoaster between a warm lo-fi taped vibe and some not-to-be-expected bangers to dance to. Some nostalgia plays its role as well here and there. \nAnother killer guest mix on the show.\n\nGraphics by @seandelacoux ", "bighands": "Hi everyone and welcome back to 𝖑𝖔𝖜-K.\n\nToday's guest is Big Hands, member of the Sobborghi crew that since many years has been spreading amazing music and events from Monza to London. \nDuring these years he also released some must have records on labels such as Blank Mind, Oscilla Sound and his own Baroque Sunburst. I personally own all of them and they are always in the easiest-to-pick section of my collection.\nHe is also behind the raising Graft project, a brand new reality that sees Sobborghi and the Since Crew teaming up together for a huge future contribute to the international soundsystem scene. If you follow the show you've already heard more than one unreleased bit from the label. I'm personally super hyped for the project and I really recommend you to keep an eye on it.\nI'll leave you to an hour of tribal-ish and dub infused bass music that is always good for the spirit. \nCheers,\n\nSindrome", "20": "Streamed live at @asile185 for @00185fm\n14/05/22"}